app/controllers/articles_controller.rb

  def create
    @article = Article.create(title: params[:title], description: params[:description])
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My article title"], ["description", "My article description"], ["created_at", "2020-04-30 00:14:12.631004"], ["updated_at", "2020-04-30 00:14:12.631004"]]